tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "romkatv/powerlevel10k"
brew "bat"
brew "python@3.10", link: true
brew "codespell"
brew "delve"
brew "deno"
brew "fd"
brew "fzf"
brew "git"
brew "gnutls"
brew "gnupg"
brew "go"
brew "gopls"
brew "lazygit"
brew "lsd"
brew "lua"
brew "lua-language-server"
brew "neovim"
brew "node"
brew "revive"
brew "ripgrep"
brew "rustup-init"
brew "shellcheck"
brew "shfmt"
brew "stylua"
brew "wget"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "romkatv/powerlevel10k/powerlevel10k"
cask "font-blex-mono-nerd-font"
cask "font-hack-nerd-font"
