tap "homebrew/bundle"
tap "homebrew/core"
tap "romkatv/powerlevel10k"
brew "bat"
brew "python@3.10", link: true
brew "codespell"
brew "delve"
brew "fd"
brew "fzf"
brew "git"
brew "glow"
brew "gnutls"
brew "gnupg"
brew "go"
brew "gopls"
brew "lazygit"
brew "lsd"
brew "neovim"
brew "node"
brew "ripgrep"
brew "rustup-init"
brew "wget"
brew "zoxide"
brew "romkatv/powerlevel10k/powerlevel10k"
