tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "romkatv/powerlevel10k"
brew "bat"
brew "fd"
brew "fzf"
brew "git"
brew "gnutls"
brew "gnupg"
brew "go"
brew "lazygit"
brew "lsd"
brew "neovim"
brew "node"
brew "python@3.10", link: true
brew "ripgrep"
brew "wget"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-vi-mode"
brew "romkatv/powerlevel10k/powerlevel10k"
cask "font-blex-mono-nerd-font"
cask "font-hack-nerd-font"
